Repository: ValentinLevitov/gloss
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans

source: Translate instead
de: Stattdessen übersetzen
es: Traducir en su lugar
fr: Traduire plutôt
it: Traduci invece
ja: 代わりに翻訳する
ko: 대신 번역하기
pl: Przetłumacz zamiast tego
pt_br: Traduzir em vez disso
ru: Перевести, а не спросить
tr: Bunun yerine çevir
uk: Перекласти натомість
zh_hans: 改为翻译

source: Ask a question instead
de: Stattdessen eine Frage stellen
es: Mejor hacer una pregunta
fr: Poser une question à la place
it: Fai invece una domanda
ja: 代わりに質問する
ko: 대신 질문하기
pl: Zadaj zamiast tego pytanie
pt_br: Fazer uma pergunta em vez disso
ru: Задать вопрос, а не перевести
tr: Bunun yerine soru sorun
uk: Натомість поставити питання
zh_hans: 改为提问

source: Translate with camera
de: Mit Kamera übersetzen
es: Traducir con la cámara
fr: Traduire avec l’appareil photo
it: Traduci con la fotocamera
ja: カメラで翻訳
ko: 카메라로 번역
pl: Tłumacz kamerą
pt_br: Traduzir com a câmera
ru: Перевести с камеры
tr: Kamerayla çevir
uk: Перекласти камерою
zh_hans: 用相机翻译

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pl: Ponów
pt_br: Tentar de novo
ru: Повторить
tr: Yeniden dene
uk: Повторити
zh_hans: 重试

source: Checking the key…
de: Schlüssel wird geprüft…
es: Comprobando la clave…
fr: Vérification de la clé…
it: Verifica della chiave…
ja: キーを確認中…
ko: 키 확인 중…
pl: Sprawdzanie klucza…
pt_br: Verificando a chave…
ru: Проверяю ключ…
tr: Anahtar denetleniyor…
uk: Перевірка ключа…
zh_hans: 正在验证密钥…

source: Verify key
de: Schlüssel prüfen
es: Verificar clave
fr: Vérifier la clé
it: Verifica chiave
ja: キーを確認
ko: 키 확인
pl: Sprawdź klucz
pt_br: Verificar chave
ru: Проверить ключ
tr: Anahtarı doğrula
uk: Перевірити ключ
zh_hans: 校验密钥

source: Tap Next to continue.
de: Tippe auf „Weiter“, um fortzufahren.
es: Toca Siguiente para continuar.
fr: Touchez Suivant pour continuer.
it: Tocca Avanti per continuare.
ja: 「次へ」をタップして続けます。
ko: 계속하려면 다음을 탭하세요.
pl: Naciśnij Dalej, aby kontynuować.
pt_br: Toque em Avançar para continuar.
ru: Нажми «Далее», чтобы продолжить.
tr: Devam etmek için İleri'ye dokunun.
uk: Торкніться «Далі», щоб продовжити.
zh_hans: 轻点“下一步”继续。

source: Paste a key; it is checked automatically. Next unlocks once a key is saved.
de: Füge einen Schlüssel ein; er wird automatisch geprüft. „Weiter“ wird aktiv, sobald ein Schlüssel gespeichert ist.
es: Pega una clave; se comprueba automáticamente. «Siguiente» se activa al guardar una clave.
fr: Collez une clé ; elle est vérifiée automatiquement. « Suivant » s’active dès qu’une clé est enregistrée.
it: Incolla una chiave: viene verificata automaticamente. Avanti si attiva quando la chiave è salvata.
ja: キーを貼り付けると自動で確認します。キーを保存すると「次へ」が使えます。
ko: 키를 붙여넣으면 자동으로 확인됩니다. 키가 저장되면 다음으로 넘어갈 수 있습니다.
pl: Wklej klucz — zostanie sprawdzony automatycznie. Przycisk Dalej odblokuje się po zapisaniu klucza.
pt_br: Cole uma chave; ela é verificada automaticamente. Avançar é liberado assim que a chave for salva.
ru: Вставь ключ — он проверится сам. «Далее» станет активна, когда ключ сохранён.
tr: Bir anahtar yapıştırın; otomatik olarak denetlenir. Anahtar kaydedilince İleri etkinleşir.
uk: Вставте ключ — він перевіряється автоматично. Кнопка «Далі» стане активною, коли ключ збережено.
zh_hans: 粘贴密钥后会自动校验。保存密钥后即可进行下一步。

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системный
tr: Sistem
uk: Системний
zh_hans: 系统

source: Prompt
ja: プロンプト
ko: 프롬프트
ru: Промпт
tr: İstem
uk: Промпт
zh_hans: 提示词

source: OK
ko: 확인
tr: Tamam
zh_hans: 好

source: Copy
ru: Скопировать

source: This device has no camera.
ru: На этом устройстве нет камеры.

source: ru ↔ en
uk: uk ↔ en
